Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpServiceSetupBody
source: Tap Connect on a blue or yellow row to start the AppLink OAuth flow — Choragus opens the provider's authorization page in your browser; sign in there and the row turns green. For services that need a Sonos Favorite to surface their account-serial number, the row stays orange ("add a favourite to finish setup") until you've added one in the official Sonos app.
da: Tryk på Tilslut på en blå eller gul række for at starte AppLink-OAuth-flødet — Choragus åbner udbyderens godkendelsesside i browseren; log ind der, og rækken bliver grøn. For tjenester, der har brug for en Sonos-favorit for at afsløre deres konto-serienummer, forbliver rækken orange (“tilføj en favorit for at fuldføre opsætningen”), indtil du har tilføjet en i den officielle Sonos-app.
de: Tippe in einer blauen oder gelben Zeile auf Verbinden, um den AppLink-OAuth-Vorgang zu starten — Choragus öffnet die Autorisierungsseite des Anbieters in deinem Browser; melde dich dort an, dann wird die Zeile grün. Für Dienste, die einen Sonos-Favoriten benötigen, um ihre Konto-Seriennummer zu liefern, bleibt die Zeile orange („Favorit hinzufügen, um die Einrichtung abzuschließen“), bis du einen in der offiziellen Sonos-App hinzugefügt hast.
es: Toca Conectar en una fila azul o amarilla para iniciar el flujo OAuth de AppLink — Choragus abre la página de autorización del proveedor en tu navegador; inicia sesión allí y la fila se pondrá verde. Para servicios que necesitan un Favorito Sonos para aportar su número de serie de cuenta, la fila permanece naranja (“añade un favorito para finalizar la configuración”) hasta que añadas uno en la app oficial de Sonos.
fr: Touchez Connecter sur une ligne bleue ou jaune pour lancer le flux OAuth AppLink — Choragus ouvre la page d’autorisation du fournisseur dans votre navigateur ; identifiez-vous et la ligne passe au vert. Pour les services qui ont besoin d’un favori Sonos pour faire apparaître leur numéro de série de compte, la ligne reste orange (« ajoutez un favori pour finir la configuration ») tant que vous n’en avez pas ajouté un dans l’application Sonos officielle.
it: Tocca Connetti su una riga blu o gialla per avviare il flusso OAuth AppLink — Choragus apre la pagina di autorizzazione del fornitore nel browser; accedi e la riga diventa verde. Per i servizi che hanno bisogno di un Preferito Sonos per esporre il loro numero di serie dell’account, la riga rimane arancione (“aggiungi un preferito per terminare la configurazione”) finché non ne aggiungi uno nell’app Sonos ufficiale.
ja: 青または黄色の行で「接続」をタップすると AppLink の OAuth フローが開始されます—Choragus はブラウザでプロバイダーの認証ページを開きます。サインインすると行が緑になります。アカウントシリアル番号を取得するには Sonos ファベリットが必要なサービスの行は、公式 Sonos アプリでファベリットを追加するまでオレンジ（「ファベリットを追加してセットアップを完了してください」）のままです。
nb: Trykk Koble til på en blå eller gul rad for å starte AppLink-OAuth-flyten — Choragus åpner leverandørens autorisasjonsside i nettleseren; logg inn der og raden blir grønn. For tjenester som trenger en Sonos-favoritt for å få fram konto-serienummeret sitt, forblir raden oransje (“legg til en favoritt for å fullføre oppsettet”) til du har lagt til én i den offisielle Sonos-appen.
nl: Tik op Verbind in een blauwe of gele rij om de AppLink-OAuth-stroom te starten — Choragus opent de autorisatiepagina van de aanbieder in je browser; log daar in en de rij wordt groen. Voor diensten die een Sonos-favoriet nodig hebben om hun account-serienummer op te leveren, blijft de rij oranje (“voeg een favoriet toe om de installatie te voltooien”) totdat je er een hebt toegevoegd in de officiële Sonos-app.
pl: Dotknij Połącz w niebieskim lub żółtym wierszu, aby rozpocząć przepływ OAuth AppLink — Choragus otworzy stronę autoryzacji dostawcy w przeglądarce; po zalogowaniu wiersz zmieni się na zielony. Dla usług, które wymagają Sonos Ulubionego do ujawnienia numeru seryjnego konta, wiersz pozostaje pomarańczowy („dodaj ulubione, aby dokończyć konfigurację”) do czasu dodania go w oficjalnej aplikacji Sonos.
pt: Toque em Ligar numa linha azul ou amarela para iniciar o fluxo OAuth do AppLink — o Choragus abre a página de autorização do fornecedor no seu browser; inicie sessão e a linha fica verde. Para serviços que precisam de um Favorito Sonos para revelar o número de série da conta, a linha fica laranja (“adicione um favorito para concluir a configuração”) até o adicionar na app oficial Sonos.
sv: Tryck på Anslut på en blå eller gul rad för att starta AppLink-OAuth-flödet — Choragus öppnar leverantörens autentiseringssida i webbläsaren; logga in där och raden blir grön. För tjänster som behöver en Sonos-favorit för att avslöja sitt kontoserienummer förblir raden orange (”lägg till en favorit för att slutföra inställningen”) tills du lägger till en i den officiella Sonos-appen.
zh_hans: 在蓝色或黄色行中点击「连接」以启动 AppLink OAuth 流程—Choragus 会在浏览器中打开服务提供商的授权页面；登录后行变为绿色。对于需要 Sonos 收藏来浮现账户序列号的服务，行会保持橙色（「添加收藏以完成设置」），直到您在官方 Sonos 应用中添加一个收藏。

# helpServiceSetupHeading
source: Setting up a service
da: Opsæt en tjeneste
de: Einen Dienst einrichten
es: Configurar un servicio
fr: Configurer un service
it: Configurare un servizio
ja: サービスのセットアップ
nb: Sette opp en tjeneste
nl: Een dienst instellen
pl: Konfiguracja usługi
pt: Configurar um serviço
sv: Konfigurera en tjänst
zh_hans: 设置服务

# helpShortcutActionInput
source: Select Input: play a speaker's line-in or TV input in a room. Re-selecting an input that is already playing is harmless, so it can run on a schedule.
da: Vælg indgang: afspil en højttalers line-in- eller tv-indgang i et rum. At vælge en indgang, der allerede spiller, igen er harmløst, så handlingen kan køre efter en tidsplan.
de: Eingang wählen: den Line-In- oder TV-Eingang eines Lautsprechers in einem Raum abspielen. Das erneute Wählen eines bereits laufenden Eingangs ist unschädlich und kann daher zeitgesteuert laufen.
es: Seleccionar entrada: reproducir la entrada de línea o TV de un altavoz en una habitación. Volver a seleccionar una entrada que ya suena no tiene efecto, así que puede ejecutarse de forma programada.
fr: Sélectionner l'entrée : lire l'entrée ligne ou TV d'une enceinte dans une pièce. Resélectionner une entrée déjà en lecture est sans effet, l'action peut donc s'exécuter selon un horaire.
it: Seleziona ingresso: riprodurre l'ingresso line-in o TV di un diffusore in una stanza. Riselezionare un ingresso già in riproduzione non ha effetti, quindi può essere eseguito a orari programmati.
ja: 入力を選択: スピーカーのライン入力または TV 入力を部屋で再生します。再生中の入力を再度選択しても影響はないため、スケジュール実行に使えます。
nb: Velg inngang: spill en høyttalers line-in- eller TV-inngang i et rom. Å velge en inngang som allerede spiller på nytt er ufarlig, så handlingen kan kjøres etter en tidsplan.
nl: Ingang kiezen: de line-in- of tv-ingang van een speaker in een kamer afspelen. Een ingang die al speelt opnieuw kiezen is onschadelijk, dus dit kan volgens een schema draaien.
pl: Wybierz wejście: odtwarzaj wejście line-in lub TV głośnika w pokoju. Ponowny wybór już odtwarzanego wejścia jest nieszkodliwy, więc akcja może działać według harmonogramu.
pt: Selecionar entrada: reproduzir a entrada de linha ou TV de uma coluna numa divisão. Voltar a selecionar uma entrada já em reprodução é inofensivo, pelo que pode correr de forma agendada.
sv: Välj ingång: spela en högtalares line-in- eller TV-ingång i ett rum. Att välja om en ingång som redan spelar är ofarligt, så åtgärden kan köras enligt schema.
zh_hans: 选择输入：在房间中播放某个扬声器的线路输入或电视输入。重新选择正在播放的输入没有副作用，因此可以按计划运行。

# helpShortcutActionPlay
source: Play, Pause, Toggle Play/Pause: resume or pause a room.
da: Afspil, Pause, Skift afspil/pause: genoptag eller sæt et rum på pause.
de: Wiedergabe, Pause, Wiedergabe/Pause umschalten: einen Raum fortsetzen oder anhalten.
es: Reproducir, Pausar, Alternar reproducir/pausar: reanudar o pausar una habitación.
fr: Lecture, Pause, Basculer lecture/pause : reprendre ou mettre en pause une pièce.
it: Riproduci, Pausa, Alterna riproduzione/pausa: riprendere o mettere in pausa una stanza.
ja: 再生、一時停止、再生/一時停止の切り替え: 部屋の再生を再開または一時停止します。
nb: Spill, Pause, Veksle spill/pause: fortsett eller sett et rom på pause.
nl: Afspelen, Pauzeren, Afspelen/pauzeren wisselen: een kamer hervatten of pauzeren.
pl: Odtwarzaj, Pauza, Przełącz odtwarzanie/pauzę: wznów lub wstrzymaj pokój.
pt: Reproduzir, Pausar, Alternar reproduzir/pausar: retomar ou pausar uma divisão.
sv: Spela, Pausa, Växla spela/pausa: återuppta eller pausa ett rum.
zh_hans: 播放、暂停、切换播放/暂停：恢复或暂停某个房间。

# helpShortcutActionPreset
source: Activate Preset: apply a saved group preset, including its volumes and EQ.
da: Aktivér forudindstilling: anvend en gemt gruppeforudindstilling, inklusive lydstyrker og EQ.
de: Voreinstellung aktivieren: eine gespeicherte Gruppenvoreinstellung samt Lautstärken und EQ anwenden.
es: Activar ajuste: aplicar un ajuste de grupo guardado, con sus volúmenes y EQ.
fr: Activer un préréglage : appliquer un préréglage de groupe enregistré, volumes et égaliseur compris.
it: Attiva preset: applicare un preset di gruppo salvato, con volumi ed EQ.
ja: プリセットを適用: 保存したグループプリセットを音量と EQ を含めて適用します。
nb: Aktiver forhåndsinnstilling: bruk en lagret gruppeforhåndsinnstilling, inkludert volum og EQ.
nl: Voorinstelling activeren: een opgeslagen groepsvoorinstelling toepassen, inclusief volumes en EQ.
pl: Aktywuj preset: zastosuj zapisany preset grupy wraz z głośnościami i EQ.
pt: Ativar predefinição: aplicar uma predefinição de grupo guardada, incluindo volumes e EQ.
sv: Aktivera förinställning: tillämpa en sparad gruppförinställning, inklusive volymer och EQ.
zh_hans: 启用预设：应用已保存的分组预设，包括音量和 EQ。

# helpShortcutActionSkip
source: Next Track, Previous Track: skip within the queue.
da: Næste nummer, Forrige nummer: spring inden for køen.
de: Nächster Titel, Vorheriger Titel: innerhalb der Warteschlange springen.
es: Pista siguiente, Pista anterior: saltar dentro de la cola.
fr: Piste suivante, Piste précédente : passer d'un titre à l'autre dans la file.
it: Brano successivo, Brano precedente: saltare all'interno della coda.
ja: 次のトラック、前のトラック: キュー内でスキップします。
nb: Neste spor, Forrige spor: hopp innenfor køen.
nl: Volgend nummer, Vorig nummer: springen binnen de wachtrij.
pl: Następny utwór, Poprzedni utwór: przeskok w obrębie kolejki.
pt: Faixa seguinte, Faixa anterior: saltar dentro da fila.
sv: Nästa spår, Föregående spår: hoppa inom kön.
zh_hans: 下一曲、上一曲：在队列内跳转。

# helpShortcutActionVolume
source: Set Volume: set every speaker in the room to a level from 0 to 100.
da: Indstil lydstyrke: sæt hver højttaler i rummet til et niveau fra 0 til 100.
de: Lautstärke einstellen: jeden Lautsprecher im Raum auf einen Wert von 0 bis 100 setzen.
es: Ajustar volumen: poner cada altavoz de la habitación a un nivel de 0 a 100.
fr: Régler le volume : mettre chaque enceinte de la pièce à un niveau de 0 à 100.
it: Imposta volume: portare ogni diffusore della stanza a un livello da 0 a 100.
ja: 音量を設定: 部屋のすべてのスピーカーを 0 から 100 のレベルに設定します。
nb: Still volum: sett hver høyttaler i rommet til et nivå fra 0 til 100.
nl: Volume instellen: elke speaker in de kamer op een niveau van 0 tot 100 zetten.
pl: Ustaw głośność: ustaw każdy głośnik w pokoju na poziom od 0 do 100.
pt: Definir volume: colocar cada coluna da divisão num nível de 0 a 100.
sv: Ställ in volym: sätt varje högtalare i rummet till en nivå från 0 till 100.
zh_hans: 设置音量：将房间内每个扬声器设为 0 到 100 之间的音量。

# helpShortcutGroupPlayback
source: Playback
da: Afspilning
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt: Reprodução
sv: Uppspelning
zh_hans: 播放

# helpShortcutGroupView
source: View
da: Vis
de: Darstellung
es: Visualización
fr: Présentation
it: Vista
ja: 表示
nb: Vis
nl: Weergave
pl: Widok
pt: Visualização
sv: Visning
zh_hans: 查看

# helpShortcutsHeading
source: Keyboard shortcuts
da: Tastaturgenveje
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: キーボードショートカット
nb: Tastatursnarveier
nl: Toetscombinaties
pl: Skróty klawiszowe
pt: Atalhos de teclado
sv: Tangentbordsgenvägar
zh_hans: 键盘快捷键

# helpShortcutsHelp
source: Help
da: Hjælp
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt: Ajuda
sv: Hjälp
zh_hans: 帮助

# helpSoftwareUpdatesBody
source: Settings has its own Software Updates tab when Choragus was built with auto-update support. The tab has three controls: an automatic-check toggle, an automatic-download toggle (only meaningful when auto-check is on), and a manual Check Now button with a last-checked timestamp. Updates are signed with the maintainer’s EdDSA key and verified before install — a tampered or impersonated update is rejected.
da: Indstillinger har sin egen Softwareopdateringer-fane når Choragus blev bygget med understøttelse for automatiske opdateringer. Fanen har tre kontroller: en automatisk-tjek-kontakt, en automatisk-download-kontakt (kun meningsfuld når automatisk tjek er aktiveret), og en manuel Tjek nu-knap med tidsstempel for sidste tjek. Opdateringer signeres med vedligeholderens EdDSA-nøgle og verificeres før installation — en manipuleret eller efterlignet opdatering afvises.
de: Die Einstellungen haben einen eigenen Tab „Software-Updates“, wenn Choragus mit Auto-Update-Unterstützung gebaut wurde. Der Tab hat drei Bedienelemente: einen Schalter für automatische Prüfung, einen Schalter für automatischen Download (nur wirksam wenn Auto-Prüfung aktiv) und eine manuelle „Jetzt prüfen“-Schaltfläche mit Zeitstempel der letzten Prüfung. Updates sind mit dem EdDSA-Schlüssel des Betreuers signiert und werden vor der Installation verifiziert — ein manipuliertes oder vorgetäuschtes Update wird abgelehnt.
es: Ajustes tiene su propia pestaña Actualizaciones de software cuando Choragus se compiló con soporte para actualizaciones automáticas. La pestaña tiene tres controles: un interruptor de comprobación automática, un interruptor de descarga automática (solo significativo cuando la comprobación automática está activa), y un botón manual Comprobar ahora con marca de tiempo de la última comprobación. Las actualizaciones están firmadas con la clave EdDSA del responsable y verificadas antes de la instalación — una actualización manipulada o suplantada se rechaza.
fr: Les Réglages ont leur propre onglet Mises à jour quand Choragus a été compilé avec le support des mises à jour automatiques. L’onglet a trois contrôles : un commutateur de vérification automatique, un commutateur de téléchargement automatique (utile seulement quand l’auto-vérification est activée), et un bouton manuel Vérifier maintenant avec un horodatage de la dernière vérification. Les mises à jour sont signées avec la clé EdDSA du mainteneur et vérifiées avant installation — une mise à jour modifiée ou usurpée est rejetée.
it: Le Impostazioni hanno la propria scheda Aggiornamenti software quando Choragus è stato compilato con supporto per gli aggiornamenti automatici. La scheda ha tre controlli: un interruttore di controllo automatico, un interruttore di download automatico (utile solo quando il controllo automatico è attivo), e un pulsante manuale Verifica ora con timestamp dell’ultimo controllo. Gli aggiornamenti sono firmati con la chiave EdDSA del manutentore e verificati prima dell’installazione — un aggiornamento manomesso o impersonato viene rifiutato.
ja: Choragus が自動アップデート対応でビルドされている場合、設定には独立した「ソフトウェア・アップデート」タブがあります。タブには 3 つのコントロールがあります: 自動チェックの切り替え、自動ダウンロードの切り替え（自動チェックが有効な場合のみ意味があります）、そして最終チェックのタイムスタンプ付きの手動「今すぐ確認」ボタン。アップデートはメンテナーの EdDSA 鍵で署名され、インストール前に検証されます — 改ざんやなりすましのアップデートは拒否されます。
nb: Innstillinger har sin egen Programvareoppdateringer-fane når Choragus ble bygget med støtte for automatiske oppdateringer. Fanen har tre kontroller: en automatisk-sjekk-bryter, en automatisk-nedlasting-bryter (kun meningsfull når automatisk sjekk er på), og en manuell Sjekk nå-knapp med tidsstempel for siste sjekk. Oppdateringer signeres med vedlikeholderens EdDSA-nøkkel og verifiseres før installasjon — en manipulert eller etterlignet oppdatering avvises.
nl: Instellingen heeft een eigen tabblad Software-updates wanneer Choragus is gebouwd met auto-update-ondersteuning. Het tabblad heeft drie bedieningen: een automatische-controle schakelaar, een automatische-download schakelaar (alleen zinvol wanneer auto-controle aan staat), en een handmatige Nu controleren-knop met tijdstempel van laatste controle. Updates worden ondertekend met de EdDSA-sleutel van de beheerder en geverifieerd voor installatie — een gemanipuleerde of nagebootste update wordt geweigerd.
pl: Ustawienia mają własną kartę Aktualizacje oprogramowania, gdy Choragus został zbudowany z obsługą automatycznych aktualizacji. Karta ma trzy kontrolki: przełącznik automatycznej kontroli, przełącznik automatycznego pobierania (znaczący tylko gdy automatyczna kontrola jest włączona), i ręczny przycisk Sprawdź teraz ze znacznikiem czasu ostatniej kontroli. Aktualizacje są podpisane kluczem EdDSA opiekuna i weryfikowane przed instalacją — zmanipulowana lub podszywająca się aktualizacja jest odrzucana.
pt: As Definições têm um separador Atualizações de software próprio quando o Choragus foi compilado com suporte para atualizações automáticas. O separador tem três controlos: um interruptor de verificação automática, um interruptor de descarga automática (só útil quando a verificação automática está ativa), e um botão manual Verificar agora com carimbo de data da última verificação. As atualizações são assinadas com a chave EdDSA do responsável e verificadas antes da instalação — uma atualização manipulada ou falsificada é rejeitada.
sv: Inställningar har sin egen flik Programuppdateringar när Choragus byggdes med stöd för automatiska uppdateringar. Fliken har tre kontroller: en automatisk-kontroll-omkopplare, en automatisk-nedladdning-omkopplare (endast meningsfull när automatisk kontroll är på), och en manuell Kontrollera nu-knapp med tidsstämpel för senaste kontrollen. Uppdateringar signeras med underhållarens EdDSA-nyckel och verifieras före installation — en manipulerad eller imiterad uppdatering avvisas.
zh_hans: 当 Choragus 编译时支持自动更新，设置中会有独立的“软件更新”标签。该标签有三个控件：自动检查开关、自动下载开关（仅在自动检查开启时有意义），以及带有上次检查时间戳的手动“立即检查”按钮。更新使用维护者的 EdDSA 密钥签名，安装前会进行验证——经过篡改或冒充的更新会被拒绝。

# helpSoftwareUpdatesHeading
source: Software Updates tab
da: Fanen Softwareopdateringer
de: Tab „Software-Updates“
es: Pestaña Actualizaciones de software
fr: Onglet Mises à jour
it: Scheda Aggiornamenti software
ja: 「ソフトウェア・アップデート」タブ
nb: Fanen Programvareoppdateringer
nl: Tabblad Software-updates
pl: Karta Aktualizacje oprogramowania
pt: Separador Atualizações de software
sv: Fliken Programuppdateringar
zh_hans: 软件更新 标签

# helpSortBody
source: Every browse and search list has a Sort menu: Relevance, Title A–Z or Z–A, Artist A–Z or Z–A when rows name an artist, and Newest or Oldest when rows carry a date.
da: Hver gennemse- og søgeliste har en Sortér-menu: Relevans, Titel A–Å eller Å–A, Kunstner A–Å eller Å–A når rækkerne nævner en kunstner, og Nyeste eller Ældste når rækkerne har en dato.
de: Jede Browse- und Suchliste hat ein Sortiermenü: Relevanz, Titel A–Z oder Z–A, Künstler A–Z oder Z–A, wenn Zeilen einen Künstler nennen, und Neueste oder Älteste, wenn Zeilen ein Datum tragen.
es: Toda lista de exploración y búsqueda tiene un menú Ordenar: Relevancia, Título A–Z o Z–A, Artista A–Z o Z–A cuando las filas nombran un artista, y Más reciente o Más antiguo cuando llevan fecha.
fr: Chaque liste de navigation et de recherche a un menu Tri : Pertinence, Titre A–Z ou Z–A, Artiste A–Z ou Z–A quand les lignes nomment un artiste, et Plus récent ou Plus ancien quand elles portent une date.
it: Ogni elenco di navigazione e ricerca ha un menu Ordina: Rilevanza, Titolo A–Z o Z–A, Artista A–Z o Z–A quando le righe indicano un artista, e Più recente o Più vecchio quando hanno una data.
ja: すべてのブラウズ・検索リストに並べ替えメニューがあります。関連度、タイトル A–Z / Z–A、行にアーティストがあればアーティスト A–Z / Z–A、日付があれば新しい順 / 古い順です。
nb: Hver bla- og søkeliste har en Sorter-meny: Relevans, Tittel A–Å eller Å–A, Artist A–Å eller Å–A når radene oppgir en artist, og Nyest eller Eldst når radene har en dato.
nl: Elke bladerlijst en zoeklijst heeft een Sorteermenu: Relevantie, Titel A–Z of Z–A, Artiest A–Z of Z–A als rijen een artiest noemen, en Nieuwste of Oudste als rijen een datum hebben.
pl: Każda lista przeglądania i wyszukiwania ma menu Sortuj: Trafność, Tytuł A–Z lub Z–A, Wykonawca A–Z lub Z–A, gdy wiersze podają wykonawcę, oraz Najnowsze lub Najstarsze, gdy wiersze mają datę.
pt: Todas as listas de navegação e pesquisa têm um menu Ordenar: Relevância, Título A–Z ou Z–A, Artista A–Z ou Z–A quando as linhas indicam um artista, e Mais recente ou Mais antigo quando têm data.
sv: Varje bläddrings- och söklista har en Sortera-meny: Relevans, Titel A–Ö eller Ö–A, Artist A–Ö eller Ö–A när raderna anger en artist, samt Nyast eller Äldst när raderna har ett datum.
zh_hans: 每个浏览和搜索列表都有排序菜单：相关度、标题 A–Z 或 Z–A、行中含艺人时的艺人 A–Z 或 Z–A，以及行中含日期时的最新或最旧。

# helpSourceCodeAndIssues
source: Source code and issues
da: Kildekode og problemer
de: Quellcode und Probleme
es: Código fuente y problemas
fr: Code source et problèmes
it: Codice sorgente e problemi
ja: ソースコードとイシュー
nb: Kildekode og problemer
nl: Broncode en problemen
pl: Kod źródłowy i zgłoszenia
pt: Código-fonte e problemas
sv: Källkod och problem
zh_hans: 源代码和问题反馈
